[
  {
    "question": "What does Amazon identify as the core competitive risk across its businesses in the report?",
    "expected_answer": "Amazon says its businesses are rapidly evolving and intensely competitive across many industries and geographies, and that competitors may have greater resources, secure better vendor terms, price more aggressively, and invest more in technology, infrastructure, fulfillment, and marketing, which could reduce Amazon’s sales and profits."
  },
  {
    "question": "What risks does Amazon highlight when it expands into new products, services, technologies, or geographic regions?",
    "expected_answer": "Amazon says it may have limited experience in newer segments, customers may not adopt offerings, and new technology challenges can lead to claims if customers experience service disruptions, delays, failures, or quality issues. It also warns it may not recoup investments and could face write-downs or write-offs."
  },
  {
    "question": "What categories of risk does Amazon list for its international operations?",
    "expected_answer": "Amazon lists risks such as local economic and political conditions; regulation and restrictive governmental actions (including tariffs and trade measures); licensing and certification requirements; repatriation and foreign exchange restrictions; limited infrastructure; privacy and data-related laws; lower internet and credit card usage; staffing challenges; labor relations; and anti-corruption compliance."
  },
  {
    "question": "How does Amazon describe risk from fraudulent or unlawful third-party sellers?",
    "expected_answer": "Amazon says liability rules for online service providers are unsettled and agencies could require operational changes. If seller policies and processes are circumvented or fail, Amazon can face reputational harm and civil or criminal liability, and reimbursements under its customer protection programs may increase as third-party sales grow."
  },
  {
    "question": "What does Amazon say about intellectual-property risks, including being accused of infringing others’ IP?",
    "expected_answer": "Amazon says effective IP protection is not available in every country and its efforts may not prevent infringement or misappropriation. It expects IP claims and proceedings that can create major costs, injunction risk, or payments for damages or licenses, and it notes AI development and use may increase infringement-related claims."
  },
  {
    "question": "Summarize the main business and industry risk themes emphasized in the report.",
    "expected_answer": "Main themes include intense competition; risk from expansion into new offerings; international operational and regulatory complexity; retail-demand variability that strains operations during peak periods; and exposure from fraudulent or unlawful seller activity."
  },
  {
    "question": "Summarize the key operating risk themes described in the report.",
    "expected_answer": "Amazon highlights strain from rapid growth and scale; difficulty forecasting growth and managing fixed costs; challenges optimizing and operating fulfillment and data center networks; risk of data loss or security incidents; system interruptions and limited redundancy; and hiring and retention risk for senior management and skilled personnel."
  },
  {
    "question": "Summarize why Amazon says its operating results and growth rate can fluctuate significantly.",
    "expected_answer": "Amazon says it cannot always forecast growth accurately, bases spending on sales estimates, and has many fixed expenses that cannot be adjusted quickly. Drivers include competitive changes, infrastructure timing and cost, legal outcomes, inflation and resource costs, labor constraints, security incidents or outages, and disruptions from disasters, geopolitical events, and climate-related impacts."
  },
  {
    "question": "Does the report explicitly mention ransomware as a risk?",
    "expected_answer": "No. The term “ransomware” does not appear in the report text provided."
  },
  {
    "question": "Does the report discuss Bitcoin or cryptocurrency exposure as a risk factor?",
    "expected_answer": "No. The terms “bitcoin” and “cryptocurrency” do not appear in the report text provided."
  }
]